type Items = {
  id: string;
  title: string;
  description: string;
  time: string;
};
export const professionalItems: Items[] = [
  {
    title: "Full stack developer",
    description:
      "Працюю як фрілансер. Створюю адаптивні веб-сайти та веб-додатки з використанням Next.js. Займаюсь інтеграцією API, створенням інтуїтивно зрозумілих інтерфейсів користувача.",
    time: "2022 · Now",
    id: "1",
  },
];

export const academicItems: Items[] = [
  {
    title: "Магістратура з інженерії програмного забезпечення",
    description:
      "Навчаюся на магістратурі за спеціальністю Інженерія програмного забезпечення у Західноукраїнському національному університеті.",
    time: "2023 · Now",
    id: "1",
  },
  {
    title: "Бакалавр з інженерії програмного забезпечення",
    description:
      "Отримав ступінь бакалавра за спеціальністю Інженерія програмного забезпечення у Західноукраїнському національному університеті.",
    time: "2019 · 2023",
    id: "2",
  },
  {
    title: "Повна загальна середня освіта",
    description:
      "Закінчив середню школу та отримав повну загальну середню освіту у 2019 році.",
    time: "22.06.2019",
    id: "3",
  },
];
